accountsservice
adwaita-icon-theme
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ani-cli
anki
anydesk-bin
arc-gtk-theme-eos
aspell
aylurs-gtk-shell
b43-fwcutter
base
base-devel
bash-completion
bind
bitwarden
blueman
bluez
bluez-utils
bottles
brave-bin
brightnessctl
btop
btrfs-progs
cantarell-fonts
chromium
cliphist
cryptsetup
cups
deemix-gui-git
device-mapper
diffutils
digilent.waveforms
dmidecode
dmraid
dnsmasq
dosbox
dosfstools
downgrade
dpkg
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-gnome
ethtool
evince
exfatprogs
extension-manager
f2fs-tools
fastfetch
feishin-bin
ffmpegthumbnailer
file-roller
filelight
firefox
flatpak
flatseal
fwupd
gamemode
gamescope
gdb
gdm
geekbench
ghc-libs
ghcup-hs-bin
git
glances
gnome-boxes
gnome-calculator
gnome-clocks
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-nettool
gnome-power-manager
gnome-screenshot
gnome-shell
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-weather
go
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
heroic-games-launcher-bin
htop
hwdetect
hwinfo
hyprcursor
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshade
hyprshot
inetutils
inxi
iptables-nft
iwd
jdk8-openjdk
jdownloader2
jdtls
jfsutils
jq
kernel-install-for-dracut
kvantum
lazygit
less
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libdvdcss
libgsf
libopenraw
libwnck3
linux
linux-firmware
linux-headers
localsend-bin
logrotate
lollypop
loupe
lsb-release
lsscsi
luarocks
lutris
lvm2
man-db
man-pages
mangohud
mdadm
meld
mesa-utils
mingw-w64-gcc
modemmanager
mpd
mpv
mtools
nano
nano-syntax-highlighting
nasm
nautilus
ncmpcpp
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nicotine+
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia-hook
nvidia-inst
nvidia-open-dkms
nvidia-settings
nwg-look
obs-studio
obsidian
onlyoffice-bin
openssh
osu-handler
osu-lazer-bin
pacman-contrib
pamixer
parsec-bin
pavucontrol
pdfarranger
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
poppler-glib
postgresql
power-profiles-daemon
prismlauncher
pv
python
python-capng
python-defusedxml
python-packaging
python-pyqt5
qbittorrent
qemu-full
r2modman-appimage
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rofi-wayland
rsync
rtkit
s-nail
samba
sbctl
sg3_utils
signal-desktop
smartmontools
sof-firmware
spotify
spotify-adblock
steam
stow
sudo
sushi
swappy
swaylock-effects-git
swaync
swww
sysfsutils
systemd-sysvcompat
tailscale
texinfo
texlab
texlive-bin
texlive-binextra
texlive-latex
texlive-latexextra
texlive-plaingeneric
timeshift
tldr
tmux
tor-browser-bin
totem
ttf-bitstream-vera
ttf-dejavu
ttf-iosevka-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
typescript-language-server
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vesktop-bin
vi
visual-studio-code-bin
vlc
wallust
waybar
welcome
wezterm-git
wget
which
wine
winetricks
wireplumber
wlogout
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
yazi
zoom
zsh-theme-powerlevel10k-git
