ani-cli
aylurs-gtk-shell
bottles
brave-bin
cava
deemix-gui-git
extension-manager
feishin-bin
flatseal
ghcup-hs-bin
hyprshade
hyprshot
localsend-bin
onlyoffice-bin
osu-handler
r2modman-appimage
spotify
swaylock-effects-git
tor-browser-bin
vesktop-bin
visual-studio-code-bin
wallust
wezterm-git
wlogout
zoom
zsh-theme-powerlevel10k-git
